tap "homebrew/cask-fonts"

brew "zsh"
brew "fzf"
brew "stow"
brew "tmux"
brew "mosh"
brew "macvim"
brew "neovim"
brew "lazygit"
brew "lazydocker"
brew "node"
brew "yarn"

cask "font-hackgen"
cask "font-hackgen-nerd"
cask "brave-browser"
cask "iterm2"
cask "flux"
cask "rectangle"
cask "sublime-text"
cask "karabiner-elements"
cask "iina"
cask "the-unarchiver"
cask "discord"
cask "messenger"
cask "google-drive"
cask "notion"

mas "LINE", id: 539883307
mas "Microsoft Word", id: 462054704
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Home Assistant", id: 1099568401
mas "WireGuard", id: 1451685025
mas "Reeder", id: 880001334
mas "Bitwarden", id: 1352778147
mas "AdGuard for Safari", id: 1440147259
mas "RunCat", id: 1429033973
