tap "homebrew/cask-fonts"
tap "koekeishiya/formulae"

brew "zsh"
brew "fzf"
brew "jq"
brew "stow"
brew "tmux"
brew "mosh", args: ['HEAD']
brew "macvim"
brew "neovim"
brew "lazygit"
brew "lazydocker"
brew "node"
brew "ranger"
brew "httpie"
brew "ripgrep"
brew "yarn"
brew "koekeishiya/formulae/yabai"

cask "hammerspoon"
cask "raycast"
cask "flux"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "firefox"
cask "iterm2"
cask "sublime-text"
cask "the-unarchiver"
cask "google-drive"
cask "iina"
cask "discord"
cask "messenger"

mas "LINE", id: 539883307
mas "Home Assistant", id: 1099568401
mas "WireGuard", id: 1451685025
mas "Reeder", id: 880001334
mas "Bitwarden", id: 1352778147
mas "AdGuard for Safari", id: 1440147259
mas "RunCat", id: 1429033973
